Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: Եկեք մի փոքր խոսենք բջջի կառուցվածքի մասին
ht: An n pale yon ti jan èstrikti sèlil a.

source: Ես շատ տեսհոլովակներ եմ պատրաստել, որտեղ առնչություն եմ ունեցել այս թեմայի մասին, բայց երբեք չեմ խոսել ամբողջ կառուցվածքի մասին:
ht: Mwen te fè yon lòt de vidéos kote nou kontra avèk bagay sa ale andedan yo, men, m' pa fè yon sèl kote nou tout pale osijè de tout antye èstrikti yo.

source: Շատ լավ ժամանակ է սկսել--եկեք գծեմ թաղանթ
ht: Se konsa yon bon kote pou kòmanse se - kite m' sèlman trase len a.

source: Շատ լավ է քննարկումը սկսել բջջային թաղանթից հենց սրա շնորհից է բջիջը բաժանվում արտաքին աշխարհից, հիմնականում թաղանթն է նկարագրում բջիջը
ht: Et len cellulaire a se yon bon pou yo kòmanse paske sa a se sa distans sèlil de andeyò mond lan, Et pou yon gwo grad, li ti jan définit sèlil a.

source: Նկարագրում է այս շատ փոքրիկ բաժանմունքը այդտեղից էլ բջիջ բառն է առաջացել:
ht: Li définit li kòm anpil anpil ti chanm sa a. Sa se kote pawòl Bondye a, "sèlil" te soti.

source: Եկեք դա նշեմ բջջային թաղանթ
ht: Se pou m' étiquette sa. Len cellulaire.

source: Եվ բոլոր բջիջները ունեն բջջային թաղանթ
ht: Men yo tout cellules yon len cellulaire.

source: Եթե մտածենք ամենակարևորը բանը ինչ սահմանում է բջիջը, դու հավանաբար տեսել եք ԴՆԹ-ի տեսահոլովակներում և մենք կխոսենք տրանսիլացիայի և տրանսկրիպցիայի մասին ու այն ամենը: Ինչն է սահմանում կենդանի օրգանիզմը, իր ԴՆԹ-ն է:
ht: Koulye a, si nou panse osijè de petèt bagay ki pi enpòtan sa définit yon selil, ou te kapab byen wè nan DNA a vidéos Et nou pwal pale osijè tradiksyon Et transcription Et tout de sa, sa sa définit sa yon ikwòb vivan se, se DNA li.

source: Այսպիսով բոլոր բջիջներն ունեն իրենց ԴՆԹ:
ht: Se konsa tout cellules ont DNA andedan li.

source: Ես շատ չեմ խորանա, թե ինչպես է ԴՆԹ-ն սահմանվում ինչ է կենդանի օրգանիզմը:
ht: E m pa p fè nan detay sou kouman DNA définit ki yon ikwòb se.

source: ԴՆԹ-ի տեսահոլովակում խոսել եմ այդ ամենի մասին:
ht: Mwen te fè sa nan kèk detay sou vidéos DNA yo.

source: Բայց բոլոր բջիջներն ունեն ԴՆԹ:
ht: Men tout cellules DNA.

source: Սա ավելի շատ ԴՆԹ-ի անատոմիա է , քան ֆունկցիան, բայց մենք կանդրադառնանք ֆունկցիային, քանի որ մենք կարիք ունենք իմանալու առանձին մասերի գործունեությունը
ht: Sa se plis pase yon anatomie de yon selil vidéo pase nesesèman fonksyon a, men, nou ap antre an fonksyon paske nou bezwen pou konnen sa diferan pati sa yo fè.

source: Եվ այսպես, աջ կողմում, ԴՆԹ-ն է
ht: Se poutèt sa, droit isit la, se sa DNA a.

source: Եվ այստեղ քրոմատին է առաջանում
ht: Et, se nan li chromatin fòm isit la.

source: Այստեղ նաև կան փոքրիկ սպիտակուցներ
ht: Pa gen tou ti protéines isit la.

source: Ոչ բոլոր կենդանի օրգանիզմներում, բայց մենք ավելի շատ կենտրոնանալու ենք էուկարիոտներին, և մի փոքր խոսելու են էուկարիոտ և պրոկարիոտ բջիջների տարբերությունը
ht: Pa nan tout ti, men, nou pwal anfòse eukaryotes, m' ap pale yon ti de la diferans ant eukaryotes ak prokaryotes nan yon lòt.

source: Բայց մենք ունենք ԴՆԹ
ht: Men, nou pa gen DNA.

source: Ահա իմ նկարած բջիջը, հիմնականում բոլոր բջիջները, ցանկացած կենդանի կամ բույսի կամ ցանկացած թագավորության այսպիսի տեսք ունեն
ht: Menm jan mwen te gen établi selil sa a kounye a, sa bèl bagay pou tout selil, Et tout zannimo ou plante ou wa que ka sanble tankou sila a.

source: Ես շատ մանրամասն չեմ նկարել:
ht: Mwen pa desine yon bann detay.

source: Ես նոր նկարեցի ԴՆԹ-ն և բջջային թաղանթը
ht: Mwen te jis établi DNA a Et la len cellulaire.

source: Ահա, այստեղ տեղի է ունենում հիմնական բաժանումը կենդանի աշխարհում, դիտելով մեր տեսանկյունից, կամ դա թվում է սովորական, որ որոշ բջիջներ ունեն թաղանթ ԴՆԹ-ի շուրջ
ht: Koulye a, se isit la ti jan de pwemye pi gwo divizyon an nan lavi a sou latè, ou pou pi piti nan nou pwen de vi, ou li a evidan, se sa yon cellules gen yon len autour DNA a.

source: Այսպիսով նրանք ունեն թաղանթ ԴՆԹ-ի շուրջ, որը առանձնացնում է
ht: Se konsa yo pral gen yon len autour DNA ki distans

source: ԴՆԹ-ն և քրոմատինը և ամեն բան ինչ կապված է ԴՆԹ-ի հետ, առանձնացված է բջջի այլ մասերից և կոչվում է կորիզ
ht: DNA a Et chromatin la ak tou sa ki te pran fè a bagay nan DNA a, distans sa ki rete nan de sèlil a, ak sa yo rele yon nannan.

source: Սա կոչվում է կորիզ:
ht: Sa a te rele yon nannan.

source: Եվ ես ասացի, որ սա հիմնականում բաժանումն է, քանի որ երբ որոշ մարդիկ նայում են որոշ բջիջներին և տեսնում են կորիզ և մեկ այլ բջիջներ ու չեն տեսնում կորիզը, նրանք ասում են, թե սա լավ միջոց է դասակարգելու օրգանիզմները:
ht: Mwen di:-sa se yon gwo divizyon, paske lè kèk moun ki gade moun ki pran kèk cellules li yo wè yon nannan Et lòt cellules Et yo pa wè yon nannan, yo reponn li: alo, sa se yon bon fason pou classer ti.

source: Այսպիսով նրանք անվանեցին որոշներին, ովքեր ունեն կորզիներ, էուկարիոտներ
ht: Se konsa yo te rele a bagay sa te gen nucleuses, eukaryotes.

source: Սա ունի բջիջ պրոկարիորտ առանց կորիզի
ht: Koulye a, si ou pa gen yon nannan, ou sont traiter ak yon prokaryote. Wayo pa.

source: Եվ պրոկարիոտի օրինակներն են, երկու մեծ խմբի են բաժանվում Բակտերիաներ և Արքեաներ
ht: Et ekzanp yo de prokaryotes, de gwo gwoup yo, sont bakteri Et Archaea.

source: Ահա, արքեաները շատ հետաքրքիր են մենք շատ քիչ գիտենք նրանց մասին
ht: Koulye a, Archaea yo vwèman enteresan. Nou konnen tou piti yo.

source: Կարծիք կա, որ նրանք բակտերիաներից են առաջացել, բայց հիմա մարդիկ հասկանում են, որ գոյություն ունի ընդհանրապես առանձին այլ խումբ, և մենք հայտանաբերել ենք դրա շատ փոքր մասը նրանց ենթատեսակը, ահա, սա շատ հետաքրքիր խումբ է
ht: Yo te été panse kalite bakteri, men Koulye a moun sont réaliser sa yo ap sa tout nèt lòt gwoup la, ak nou te aktyèlman a yon ti ponyen sous-ensemble nan yo se yon gwoup trè fascinante menm jan an.

source: Եվ իրականում պարզվում է, էվոլուցիոն տեսանկյունից , որ կարիք չկա բաժանումներ անել.
ht: Et li aktyèlman vire akote ke pale evolutionarily, ou pa dwe ap separe sa sa a anvan.

source: Դա իրականում Դա ավելի կիրառելի էուկարիոտ բջիջների տեսակները բաժանել, ես ուղղակի գրեմ Էուկարիոտ, բակտերիա և արքեա
ht: Li aktyèlman fè plis santi pou divize bagay nan eukaryotes, mwen pwal jis ekri sa Euk, bakteri Et Archaea.

source: Դու չես ցանկանում կատարել այս երեք բաժանումները.
ht: Ou pa vle pou yo fè premye divizyon sa a.

source: Այստեղ իրականում երեք առանձին խմբեր կան որոնցից կսկսենք
ht: Gen gwoup aktyèlman twa separe yo sa ou vle pou kòmanse ak.

source: Այս ամենի մասին կխոսենք հետագա վիդեոներում
ht: Nou pwal pale plis toujou sou sa a nan pwochen, vidéos.

source: Բայց եթե ուզում ես հարցնես, ինչը ունի կորիզ
ht: Men, si ou vle di ki gen yon nannan?

source: Լավ, սահմանումից ելնելով էուկարիոտները ունեն կորիզ
ht: Men, eukaryotes gen yon nannan dapre definisyon.

source: Ինչը չունի կորիզ
ht: Ki moun ki fè sa ki pa gen yon nannan?

source: Լավ, բակտերիաները և արքեաները չունեն կորիզ ընհամենը այդքանը
ht: Men, bakteri an Et Archaea la pa gen noyaux, annik konsa.

source: Բայց ես կենտրոնանալու եմ էուկարիոտների վրա, քանի որ նրանք մի փոքր ավելի բարդ կառուցվածք ունեն
ht: Men, m' ap kouri pou li konsantre eukaryotes paske yo gen tandans gen yon ti jan plis koze ki senp.

source: Նրանք ավելի մեծ են
ht: Yo gen tandans pou être plus.

source: Հիմնականում ինչի մասին խոսում ենք, ամենաքիչը մեր վիդեոներում վերաբերում են էուկարիոտներին
ht: Et pi fò nan sa nou pale osijè, pou pi piti nan vidéos yo jiskapwezan, sont traiter ak eukaryotes.

source: Էուկարիոտներ են բույսերը, կենդանիները: Մենք կենդանիներ են, հենց օրինակ ես: Կենդանիները և սնկերը, և կան նաև այլ խմբեր էուկարիոտիների մեջ, բայց սրանք այն հիմնական խմբերն են որոնք հետ առնչվում ենք մեր առօրյա կյանքում:
ht: Eukaryotes genyen ladan yo plantes, bèt-nou ap zannimo y' ap mennen nan pou pi piti mwen menm - animaux Et champignons, Et genyen lòt gwoup yo nan eukaryotes yo, men sa yo nou sa nòmalman kontra avèk nou chak jou sou latè.

source: Բայց եկեք նորից խոսենք բջջի անատոմիայի մասին:
ht: Men, an n al tounen anatomie de sèlil la ap gade.

source: Ահա մենք ունենք ԴՆԹ:
ht: Se poutèt sa, nou dwe DNA nou.

source: Մենք գիտենք, որ այն փոխակերպվում է ի-ՌՆԹ-ի, այդ ի-ՌՆԹ-ն լքում է կորիզը և փոխակերպվում է սպիտակուցների ռիբոսոմի մեջ:
ht: Nou konnen ke li jwenn transkri nan mRNA, ki mRNA kite nannan a, Et renvoie ke nan protéines nan ribosomes yo.

source: Ահա ռիբոսոմները այս փոքրիկ կոմպլեքսներն են, որոնք կարող պտտվել բջջի շուրջը, և մենք կտեսնենք նաև, որ նրանք նաև կարող ենք կցված լինել այլ կառուցվածքների թաղանթներին.
ht: Se konsa, les ribosomes sont complexes ti sa yo ki te kapab flotan tout sèlil a, e nou ap wè nan yon dezyèm sa yo kapab tou être atache sa yo lòt len estrikti.

source: Ահա սա ռիբոսոմ է:
ht: Se konsa, sa se yon ribosome.

source: Եվ եթե այս ամբողջ խոսակցությունը ԴՆԹ-ի փոխակերպումը ի-ՌՆԹ-ի և ի-ՌՆԹ-ի լքումը կորիզից և տեղափոխումը ռիբոսոմներ սպիտակուցի վերածվելու համար որևէ կերպ օգտակար չեղավ, այստեղ կան վիդեոներ, որոնց մասին ավելի մանրամասն կխոսեմ:
ht: Et si tout sa a pale de transcription DNA nan mRNA Et mRNA pati a nannan Et vwayaje pou ribosome pou être ke nan protéines fè sans pa pou ou, la sont vidéos plizyè kote m' antre nan sa an detay.

source: Բայց ես ցանկանում եմ կենտրոնանալ տարբեր parts to kind of give a big picture of things.
ht: Men sa mwen vle fè se sèlman ki te vize sou tout peyi a diferan pati pou bay ti jan yon gwo foto sa.

source: Այսպիսով ռիբոսոմը այն վայրն է, որտեղ ի-ՌՆԹ-ն, որը գրառվել էր կորիզում ԴՆԹ-ից, փոխակերպվում է սպիտակուցի:
ht: Se konsa, ribosomes sont kote mRNA ki gen transkri anndan wayo de DNA a, kote li jwenn ke nan protéines.

source: Այսպիսով դու կարող ես նրանց դիտել մի վայլ, որտեղ ինֆորմացիան փոխակերպվում է սպիտակուցի, որը կարող է կիրառվել բջջի տարբեր մասերում:
ht: Se konsa, ou kapab ti jan wè yo tankou kote ki kote enfòmasyon aktyèlman active nan protéines, ki lè sa a ka itilize okenn kote ankò nan selil a.

source: Եվ այս ռիբոսոմները կազմված կազմված են սպիտակուցներից, և իրականում նրանք կազմվել են ՌՆԹ-ից:
ht: Ribosomes sa yo, yo te ap fè de protéines, Et ki aktyèlman yo ap fè l'.

source: Մեկ հարց է առաջանում, որտեղ են ռիբոսոմները կազմվում
ht: Se poutèt sa, se yon keksyon, kote yo byen pièces de la ribosomes te fè?

source: Որոշները կազմված են սպիտակուցներից, որոնք հավանաբար կազմվել են այլ ռիբոսոմներում:
ht: Men, gen kèk pa fè protéines, sa ki pral rive nan lòt ribosomes.

source: Բայց նրանց մի մասը, ի-ՌՆԹ-ն, ռիբոսոմները, դու նրանց կարող ես դիտել, որպես մի մեծ խառնափնթորիկ, եթե դու նրանց ուսումնասիրես մանրամասնորեն:
ht: Men, gen ladan l, la mRNA, ribosomes, ou kapab ti jan de wè yo tankou fatra gwo sa a, si nou te pou gade sou li an detay.

source: Այստեղ որոշ սպիտակուցներ կան:
ht: Pa gen kèk protéines.

source: Եվ ես նրանց չեմ նկարում իրական տեսքով, բայց հետո դու կունենաս ի-ՌՆԹ կապված սպիտակուցի հետ, և ի-ՌՆԹ-ն իրականում չի օգտագործվում տեղեկատվական նպատակի համար normally is when it goes from DNA to the ribosome.
ht: Mwen pa dessin li sa realistikman, men lè sa a nou gen kèk mRNA ki te mare ak pwoteyin a, Et mRNA la pa te itilize pou enfòmasyon aktyèl tankou sa nòmalman se lè pou l' de DNA pou ribosome a.

source: Ռիբոսոմի մեջ, ռիբոսոմային ՌՆԹ-ն իրականում օգտագործում է որպես կառուցվածքի մաս:
ht: Nan ribosome li menm, l' ribosomal ki aktyèlman itilize kòm yon pati de konstriksyon.

source: Իրականում այն օգնում է ռիբոսոմին գործել որպես ռիբոսոմ:
ht: Li te aktyèlman ede fonksyon ribosome an kòm yon ribosome.

source: Այն իրականում ռիբոսոմի մաս է կազմում:
ht: Se poutèt sa aktyèlman pati de la ribosome.

source: Եվ նրանք բոլորը ստեղծվում են կորիզի մեջ գտնվող կորիզակում:
ht: Ak tout moun ki jwenn konstwi tout an yon pati nan nannan a te rele a nucleolus ou nucleole a.

source: Եկեք գրեմ այդ բառը:
ht: Se pou m' ekri sa.

source: Ահա աջ կողմում, հետաքրքիր է ահա այստեղ:
ht: Se poutèt sa a droit isit la, sa enteresan droit la.

source: Սա կորիզակ է կամ nucleole
ht: Sa se a nucleolus ou nucleole a.

source: Եվ սա առանձին օրգան չէ, և թաղանթով առանձնացված չէ, բայց մանրադիտակով տեսանելի է:
ht: Se pa vre, yon organelle separe ak se pa rennen pa yon len, men, li montre nan yon ikwoskòp.

source: Երբ մարդիկ առաջին անգամ տեսան կորիզակ, ասացին, լսեք, այստեղ ինչ-որ կապոց կա:
ht: Se konsa, lè foul moun yo anvan wè l, yo di l ':-alo, pa gen tankou yon offre la.

source: Դա հավանաբար պետք է լինի բջջի միջուկը կամ նմանատիպ բան:
ht: Sa dwe ap tankou cœur de nannan a oswa yon lòt bagay.

source: Բայց ինչ պարզվեց, որ շատ խիտ փաթեթավորված է ինչպես ԴՆԹ և ՌՆԹ իրավիճակում, դա իրականում ռիբոսոմային ՌՆԹ է, հումք, որտեղ կազմվում են ռիբոսոմներ, ավելի ճիշտ արտադրվում:
ht: Men, li vire akote soti jan li ye a, se la forte pakè- ou genyen DNA Et l', e se pou sa aktyèlman kote a ribosomal l', bagay la pran ribosomes yo, fè se aktyèlman te pwodwi.

source: Բայց դա այնքան խիտ էր երևում մանրադիտակով, որի պատճառով մարդիկ որոշեցին մեկ այլ անվանում տալ:
ht: Men, konsa dans sa li montre ke sou yon ikwoskòp, Et Se poutèt sa moun ki te deside pou li nonmen l' yon bagay diferan.

source: Բայց դա թաղանթային սահման չէ:
ht: Men, se pa len liés.

source: Դա օրգանոիդ չէ օրգանոիդի մեջ:
ht: Se pa yon organelle nan yon organelle.

source: Դա պարզապես քիչ պաթաթված սպիտակուցներ են և ռիբոսոմային ՌՆԹ և սա այն տեղն է, որտեղ արտադրվում է ռիբոսոմային ՌՆԹ-ն:
ht: Li se jis forte pakè protéines Et l' ribosomal, Et se kote ribosomal l' extrait produits.

source: Ինչևէ, մենք կանգնեցինք ռիմոբոսմների վրա:
ht: Se konsa nou gen nan ribosome a.

source: Սա այն վայրն է, որտեղ սպիտակուցներ են արտադրվում:
ht: Sa se kote protéines obtenir produits.

source: Բայց ռիբոսոմները ուղղակի պտտվում են, եթե նրանք ազատ ռիբոսոմներ են, հետո այդ սպիտակուցները, որոնք արտադրվեցին ռիբոսոմի վրա, կպտտվեն այստեղ բջջի հեղուկ մասսայում դա մենք կոչում ենք ցիտոպլազմա
ht: Men, si les ribosomes sont jis flotan autour, si yo bay libète ribosomes, lè sa a, protéines sa a tout - une yo ap fèt nan ribosome a, yo sèlman ap float isi a nan likid anndan sèlil a ke nou rele cytosol.

source: Իսկ եթե մենք ցանկանանք սպիտակուց արտադրել, որոնք ենթադրենք մինչև, երևի բջջի թաղանթը, կամ կամ ենթադրենք բջջից դուրս
ht: Men, si nou te vle pou pwodwi protéines sa yo sipoze pou fini pètèt nan len de sèlil la, leve ou petèt andeyò sèlil tèt li?

source: Բջիջները արտադրում են մասնիկներ, որոնք օգտագործվում են այլ բջիջների կողմիվ, որոնք օգտագործվում են մարմնի այլ մասերի համար
ht: Cellules pwodwi bagay sa yo te itilize pa cellules lòt, sa yo itilize yon ti rès kò a.

source: Եվ այստեղ մենք պետք է գնանք դեպի սպիտակուց, որոնք կցված են թաղանթին այս թաղանթին
ht: Et ici nou gen pou ale nan protéines ki te atache nan len sa a.

source: Կարող ես դիտել սա որպես թունելների փունջ
ht: Ou kapab ti jan wè li kòm yon pakèt moun plizyè tinèl.

source: Տեսնենք ինչպես կստացվի իմ նկարը
ht: Fè m' wè byen mwen ka fè sa.

source: Ես պատրաստվում եմ այն շատ վատ նկարել:
ht: M ap trase trè environ.

source: Դու ունես այսպիսի բաներ, որոնք կոչվում են էնդոպլազմային ցանց:
ht: Ou gen bagay sa a te rele (endoplasmic a.

source: Էնդոպլազմային ցանց:
ht: Endoplasmic).

source: Կարող ես նրանց դիտել որպես խողովակների խուրց:
ht: Ou ka sèlman wè li kòm yon pakèt moun plizyè tinèl kon sa.

source: Եվ որոնք ի վերջո տանում են դեպի Գոլջիի ապարատ: Ի պատից պարոն Գոլջիի:
ht: Et yo pou mennen a yon bagay yo rele Golgi kò yo, yo rele dèyè mesye Golgi kò l.

source: Ահա, էնդոպլազմային ցանցը կանեմ դեղինով և Գոլջիի ապարատը կանաչով, այ այսպես
ht: Se konsa m a fe pa a endoplasmic) nan jòn ak mwen pwal èske Golgi a kò yo nan vèt petèt, jis kon sa.

source: Հետո կբացարտեմ ինչ են իրենցից ներկայացնում:
ht: M ap di w nan yon dezyèm sa yo ye.

source: Այսպիսով, ինչ է տեղի ունենում:
ht: Se poutèt sa k ap fèt?

source: Սա ինչ-որ մեծ կույտ է կամ կարող ես տեսնել սա փաթաթված թաղանթների կույտ է:
ht: Sa a se ti jan yon gwo kalite pile ou, ou kapab jan de vi li tankou yon pakèt moun pliés membranes mete tèt yo ansanm.

source: Եվ որոշ ռիբոսոմներ կցված են նրա վրա, ինչը ես կկոչեմ էնդոպլազմային ցանց:
ht: Et ribosomes kèk aktyèlman atache sa moso, mwen rele (endoplasmic a.

source: Ահա մենք ունեն կցված ռիբոսոմներ:
ht: Se poutèt sa, nou dwe ribosomes tache.

source: Որոշները ազատ են, որոշնեը կցված:
ht: Kèk nan yo yo gratis, kèk nan yo te atache.

source: Եկեք իմ նշանները գրեմ:
ht: Et, kite m' ekri étiquettes m.

source: Ահա այստեղ, աջ կողմում, և մենք օգտագործում ենք տարածությունը այստեղ, այս մեծ փաթաթված թաղանթի եզրի, սա էնդոպլազմային ցանցն է: ծիծաղելի է ասել: էնդոպլազմային ցանց
ht: Se konsa sa a droit isit la, e nou itilize espas a sou isit la, gwo à Des compliquée len, sa se afè endoplasmic). Se yon sezon plezi pou yo di. Endoplasmic).

source: Հավանաբար երաժշտական խմբի լավ անուն կլիներ
ht: Petèt yon bon repitasyon pou yon bann.

source: Էնդոպլազմային ցանց և այն մասերը, և այն մասերը որոնք կցված են ողորկ էնդոպլազմային ցանցին:
ht: (Endoplasmic, ak pati ki gen ribosomes atache sa yo rele endoplasmic (pale a.

source: Հավանաբար խմբի համար ավելի լավ անուն:
ht: Petèt yon non pi bon pou yon bann menm.

source: Ահա այստեղ, որտեղ ես կցեցի ռիբոսոմներին, ահա այս ռիբոսոմները կցված են այստեղ, սա ողորկ էնդոպլազմային ցանցն է կամ հավանաբար ողորկ ԷՑ
ht: Se konsa rezon isit la, kote mwen te atache ribosomes, se konsa sa yo ribosomes sont reliés droit isit la, se sa rele mòn yo vin plat (endoplasmic, ou gen dwa a pale ER.

source: Ողորկ ԷՑ, ԷՑ որպես էնդոպլազմային ցանց
ht: ER pale a, permanent ER pou endoplasmic).

source: Եվ որտեղ, որ ռիբոսոմներ կցված են կոչվում է հարթ էնդոպլազմային ցանց
ht: Et puis kote nou pa gen okenn ribosomes atache, sa se afè bon endoplasmic).

source: Ահա այստեղ, սա հարց էնդոպլազմային ցանցն է:
ht: Se konsa droit isit la, se sa a bon endoplasmic).

source: Եվ ես հիմա պատրաստվում եմ ձեզ պատմել, թե ինչ է դա, բայց մենք կարող ենք շարունակել քննարկել թաղանթների մասին
ht: E m ap di w nan yon dezyèm sa sa se, men nou ka toujou swiv membranes yo.

source: Ի վերջո հասանք Գոլջիի ապարատին
ht: Pou nou ka Golgi a kò. Ak sa k rive koukouloukou se, mwen te ban nou yon conseil.

source: Եվ ինչ է տեղի ունենում, ակնարկեցի մեր ազատ ռիբոսոմներում, ի-ՌՆԹ-ն հասնում է, վերածվում է սպիտակուցի, և սպիտակուցները հետո ուղղակի պտտվում են ցիտոպլազմայի շուրջ:
ht: Nan ribosomes delivre nou, mRNA obtient la, obtient ke nan protéines, Et protéines puis sèlman ret sou dlo environ nan cytosol la.

source: Բայց ինչ կլինի, եթե մենք ուզում ենք սպիտակուցները լինեն թաղանթում կամ բջջից դուրս:
ht: Men, si nou vle protéines ki ta dwe fini nan membranes ou ki fini pouse andeyò sèlil a?

source: Եվ ահա այստեղ են էնդոպլազմային ցանցն ու գոլջիի ապարատը դեր խաղում:
ht: E se pou sa ki kote a endoplasmic) Et la Golgi organismes proviennent nan jwèt.

source: Որովհետև հիմա մենք ինչ կարող ենք անել, մենք ունենք ունենք ի-ՌՆԹ, որը կորիզից դուրս է գալիս, և նա կարող կպնել ռիբոսոմներին կամ կարող է թարգմանվել ռիբոսոմների կողմից ողորկ ԷՑ
ht: Paske koulye a sa nou kapab fè, nou pa gen mRNA t' ap andeyò de nannan a, e li kapab joindre pou ribosomes yo, oubyen li kapab ke pa ribosomes nan ER pale a.

source: Եվ ինչ է պատահում, այստեղ քո ի-ՌՆԹ գալիս է այստեղ և getting-- and I drew that arrow very small-- it's թարգմանվում է էնդոպլազմային ցանցից դուրս, բայց որպես սպիտակուց արտադրվում է, ինքը մղվում է էնդոպլազմային ցանցի մեջ
ht: Sa k rive koukouloukou isit la se mRNA ou vini isit la lè li se comment-, m' a flèch. sa ti ponyen-li gen comment ke sou deyò de la endoplasmic ), men jan protéines a obtient produit, li koumanse jete nan yon pil à de la endoplasmic).

source: Եվ երբ ես ասում եմ էնդոպլազմային ցանցի մեջ, ես խոսում եմ տարածության մասին
ht: Lè m' ap di: l' de endoplasmic), mwen menm pale nan zòn sa a.

source: Ես գունավորում եմ:
ht: Mwen menm du li.

source: Սա էնդոպլազմային ցանցի ներսն է:
ht: Sa se à de la endoplasmic).

source: Եվ ահա սպիտակուցները կմղվեն ներս դեպի էնդոպլազմային ցանց
ht: Se poutèt sa, jete protéines yo ap chache nan yon pil endoplasmic).

source: Նրանք, որոնք պիտի օգտագործվեն բջջից դուրս բջջից դուրս կամ բջջի թաղանթի համար
ht: Pitit sa yo pou itilize andeyò cytosol a, deyò nan selil a ou gen dwa nan len selil a.

source: Ահա սպիտակուցները կկանգնեն այստեղ
ht: Se konsa protéines pral fini pouse isit la.

source: Ահա ինչու են ռիբոսոմները թաղանթի վրա, քանի որ նրանք կարող են թարգմանել մասնիկներ ԷՑ-ից դուրս բայց երբ սպիտակուցները արտադրվում են, ամինաթթվի շղթան վերջանում է ներսը:
ht: Se poutèt sa ribosomes sa yo sou len a, paske yo ka tradwi bagay sa yo andeyò a endoplasmic ), paske mwen menm protéines yo ka pwodwi a sid amine Chèn montay fini andedan li.

source: Եկեք ձեզ մի քիչ զարմացնեմ, կարծում եմ դա օգտակար կլինի
ht: Kite m' fè yon tonton de sa paske mwen panse deja ke ap kapab itil.

source: Ահա եկեք գծեմ- ենթադրենք սա էնդոպլազմային ցանցի թաղանթն է և դու ունես նրան կցված ռիբոսոմներ
ht: Se pou m' rale-Ann di men len de la endoplasmic (ak lè sa a ou genyen ribosomes atache pou li.

source: Ասենք սա ռիբոսոմ է էնդոպլազմային ցանցի վրա
ht: An n pale sa se yon ribosome sou (endoplasmic a.

source: And is this is going to be the rough endoplasmic reticulum.
ht: Et se sa pwal pale (endoplasmic.

source: And what you can have is mRNA coming into one side of it. mRNA can kind of come in through here.
ht: Ak sa ou kapab gen se mRNA ki t' ap antre nan yon sèl bò kote l '. mRNA ka ti jan antre nan isit la.

source: Միգուցե այս ուղղությամբ գնա
ht: Gen dwa li pwal nan direksyon sa.

source: Սա թարգմանվում է սպիտակուցի
ht: Li pou ke nan protéines yo.

source: Բայց հետո սպիտակուցը, որպես ամինաթթվի շղթա կառուցվում է դուրս է մղվում այս թաղանթի վերջում
ht: Men, lè sa a protéines, jan chèn sid amine la devlope, ap pete soti sou sa a fin de len a.

source: Հիշեք, սա մեր էնդոպլազմային ցանցի թաղանթն է
ht: Pa bliye, se sa rele len nou de nou endoplasmic).

source: Even though իՌՆԹ-ն դրսում է, որովհետև ռիբոսոմները կցված են նրան, սպիտակուցները կարող են երևալ ներսը
ht: Se konsa menm si mRNA a se sou deyò, paske la ribosome Joint pou li, protéines a kapab montre vlope tripay la.

source: Հենց սպիտակուցը արտադրվում է, հավանաբար հետո պաթաթվում է գիտես, սպիտակուցը դա պարզապես պաթեթավորված սպիտակուցներ է դա կարող է անցնել ԷՑ-ի միջով
ht: Se konsa yon fwa ke protéines a te konstwi, petèt pa lè sa a li plis tout tonbe, ou konnen, yon pwoteyin se jis yon pliés chenn an acides aminés, li ka vwayaje par la endoplasmic).

source: Եվ նա անցնում է դրա միջով
ht: Et li vwayaje pase ladan l.

source: Անցնում է հարթ ԷՑ-ի միջով այնպես, որ հասնի Գոլջիի ապարատ
ht: Li se à la bon endoplasmic (tout a manière jiskaske li vin pou kò Golgi.

source: Եվ այլ տարբեր տեսակի բաներ են պատահում
ht: Ak tout kalite lòt bagay rive.

source: Սա շատ պարզվեցված է, բայց ցանկանում է պատկերացում կազմեք, թե ինչից ենք խոսում:
ht: Mwen oversimplifying bagay, men, mwen jis vle ba ou yon konnen sa vle di tout bagay nan selil a fè.

source: Եվ երբ սպիտակուցները անցնում են դեպի Գոլջիի ապարատ և պատրաստվում են բջջից դուրս գալ կամ անցնել բջջի թաղանթ, նրանք իրականում դուրս է պրծնում Գոլջիի ապարատից: այս նույն սպիտակուցը, որը գնում է գոլջիի ապարատ, հիշիր սա գոլջիի ապարատի ներսն է նկարեմ այստեղ գոլջիի ապարատի թաղանթը
ht: Et une protéines a se pou Golgi kadav yo ak yo pare pou ale andeyò sèlil a, ou gen dwa vwayaje pou len sèlil a, yo pral aktyèlman bud soti nan kò Golgi yo. Se konsa nou di protéines menm sa a, lè li vin pou yo a Kò Golgi - sonje ke se andedan kò Golgi a, se konsa kite m' trase len ko Golgi la a.

source: Սպիտակուցը կարող է վերջանալ այստեղ
ht: Protéines a te ka fini pouse la.

source: Սա պարզապես ամինաթթվի երկար շղթա է
ht: Li se jis yon gwo chenn an acides aminés.

source: Եվ հետո դուրս կբողբոջի
ht: Et, lè sa a li pral bud deyò.

source: Լավ եկեք ասենք, որ սա ունի այսպիսի տեսք և հավանաբար հաջորդ քայլում կունենա այսպիսի տեսք
ht: Se konsa nou di li kon sa parèt, Et puis petèt sa kap vini an li pwal sanble yon bagay tankou étape.

source: Կունենա այսպիսի տեսք
ht: Li pwal sanble nan kon sa. Et étape trè kap vini an, nou te kapab imajine, pwal sanble nan yon bagay tankou sa a, kote li ye aktyèlman nèt budded deyò.

source: It's popped out a little of the membrane of the
ht: Li été soti yon ti jan de len de la

source: Golgi body with it.
ht: Golgi kò avè l.

source: Ահա հիմա սպիտակուցը շրջապատված է իր փոքրիկ թաղանթով
ht: Te koulye a protéines antoure pa len ti pwòp.
